RRN_Data/2361000/2361047.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2025-03-09T00:18:42.748+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2025-03-09T00:18:42.748+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="250308-001848" version="2"><overallSeverity>medium</overallSeverity><situationVersionTime>2025-03-09T00:18:42.245+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="AnimalPresenceObstruction" id="250308-001848-1" version="2"><situationRecordCreationReference>EVE_DIRO-S-250308-0145-EVE_DIRO-SR-250308-000141</situationRecordCreationReference><situationRecordCreationTime>2025-03-08T22:56:01.092+01:00</situationRecordCreationTime><situationRecordObservationTime>2025-03-09T00:18:38.024+01:00</situationRecordObservationTime><situationRecordVersionTime>2025-03-09T00:18:42.245+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2025-03-08T22:56:01.092+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Ouest</sourceIdentification><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2025-03-08T22:55:34.250+01:00</overallStartTime><overallEndTime>2025-03-09T00:18:37.698+01:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Ouest/District de Brest/CEI de Châteaulin</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">situé 863 m au nord de Ti Hémon</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">De Brest vers Nantes</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>48.166508</latitude><longitude>-4.0475802</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Lothey</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N165</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation><alertCPoint xsi:type="AlertCMethod4Point"><alertCLocationCountryCode>F</alertCLocationCountryCode><alertCLocationTableNumber>32</alertCLocationTableNumber><alertCLocationTableVersion>11.0</alertCLocationTableVersion><alertCDirection><alertCDirectionCoded>negative</alertCDirectionCoded></alertCDirection><alertCMethod4PrimaryPointLocation><alertCLocation><alertCLocationName><values><value lang="fr">Ti Hémon</value></values></alertCLocationName><specificLocation>47077</specificLocation></alertCLocation><offsetDistance><offsetDistance>863</offsetDistance></offsetDistance></alertCMethod4PrimaryPointLocation></alertCPoint><pointAlongLinearElement><directionRelativeAtPoint>opposite</directionRelativeAtPoint><linearElement><roadNumber>N0165</roadNumber></linearElement><distanceAlongLinearElement xsi:type="DistanceFromLinearElementReferent"><distanceAlong>0.0</distanceAlong><fromReferent><referentIdentifier>29PR71G</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></distanceAlongLinearElement></pointAlongLinearElement></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobilityOfObstruction><mobilityType>stationary</mobilityType></mobilityOfObstruction><alive>false</alive><animalPresenceType>animalsOnTheRoad</animalPresenceType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>